Repository: darwin06/doms-search
Catalog: languages/doms-search-*.po
Languages: es_mx

source: Download here
es_mx: Descargar aqu칤

source: DOMS Search settings
es_mx: Ajustes para DOMS Search

source: Options to enable filter search by format Plugin.
es_mx: Opciones para habilitar el filtro de b칰squeda

source: Save Changes
es_mx: Guardar cambios

source: Main Settings
es_mx: Ajustes principales

source: Choose SELECT or CHECKBOX
es_mx: Elige entre SELECT o CHECKBOX

source: Enable filter PDF file
es_mx: Activar filtro PDF

source: Enable filter DOC file
es_mx: Activar filtro DOC

source: Enable filter IMG file
es_mx: Activar filtro Im치genes

source: Enable filter VIDEO file
es_mx: Activar filtro V칤deos

source: This section is for setup the settings for Search filter plugin
es_mx: Est치 secci칩n es para los ajustes del filtro de b칰squeda

source: Select Tag
es_mx: Etiqueta Select

source: Checkbox tag
es_mx: Etiqueta Checkbox

source: Search&hellip;
es_mx: Buscar&hellip;

source: Search for:
es_mx: Buscar por:

source: All Results
es_mx: Todos los resultados

source: Images
es_mx: Im치genes

source: Videos
es_mx: V칤deos

source: Search
es_mx: Buscar

source: Plugin to enable filter search by PDF's, Doc's, Images and/or Videos 游.
es_mx: Plugin para habilitar el filtro de b칰squeda por PDF췂s, DOC's, Im치genes y/o V칤deos 游.
